{
    "User ID":"Your User ID (U02 - U42 with even number)",
    "Cognitive Load":"How mentally challenging was it for you to compare and specify your preference over the video pairs in general?",
    "Confidence":"How confident were you about your labels in general?",
    "C1":"I can easily establish comparison criteria in general.",
    "C1.1":"My comparison criteria can cover all the new situations seen in the later videos.",
    "C1.2":"I am clear about the set of features I rely on to decide the priority of each criterion.",
    "C1.3":"I am clear about the scope of each feature required to determine the priority of each criterion.",
    "C2":"I feel that I may overlook some important details when viewing and comparing two trajectories.",
    "C2.1":"My knowledge of this robot arm task affects the kind of details I pay attention to.",
    "C2.2":"The system provides enough support for me to identify features that may be important to this robot arm task in practice.",
    "C2.3":"The system provides enough support for me to compare the differences between two videos.",
    "C3.1":"The preference labeling process is easy.",
    "C3.2":"The preference labeling process is boring.",
    "C3.3":"I receive encouragement in the preference labeling process.",
    "C3.4":"I receive feedback on my performance in the preference labeling process.",
    "C3.5":"I find the preference labeling process rewarding.",
    "informative":"The auxiliary information provided by the system is informative.",
    "relevant":"The auxiliary information provided by the system is relevant.",
    "criteria":"The auxiliary information provided by the system is helpful for establishing preference criteria.",
    "details":"The auxiliary information provided by the system prevents me from observing more details in the videos.",
    "comparing":"The auxiliary information provided by the system is helpful for comparing the differences of the two videos.",
    "overwhelming":"The auxiliary information provided by the system is overwhelming.",
    "distracting":"The auxiliary information provided by the system is distracting.",
    "DR1C1.1":"How helpful is this design in facilitating familiarity with diverse situations and establishing criteria for comparison?",
    "DR1C2.2":"How helpful is this design in improving your perception of the details of the trajectory, regardless of your level of robotics expertise?",
    "DR2C1.2":"How helpful is this design in assisting your comprehension of each feature's range to determine the priority of your criteria?",
    "DR2C2":"How helpful is this design in enhancing your understanding of this robot task and gaining access to more information?",
    "DR3C3.1":"How helpful is this design in decreasing the boredom of labelling preferences?",
    "DR3C3.5":"How helpful is this design in increasing the reward of the preference labeling process?",
    "Comments":"Do you have any other comments and suggestions on our system?"
}